[
    {
        "site": "https://gleimoura.github.io/fashionProject/",
        "text": "Projeto de uma loja que fabrica roupas personalizáveis que utiliza HTML e CSS.",
        "title": "FashionDriven"
    },
    {
        "site": "https://gleimoura.github.io/projeto3-driveneats/",
        "text": "Projeto que visou desenvolver um site de pedido de comidas rápidas utilizando JavaScript, HTML e CSS",
        "title": "DrivenEats"
    },
    {
        "site": "https://gleimoura.github.io/projeto4-parrotscardgame/",
        "text": "Um jogo da memória temático com aleatoridade, efeitos e transição, responsividade e papagaios dançantes para trabalhar JS",
        "title": "ParrotsCardGame"
    },
    {
        "site": "https://projeto9-cineflex-self-kappa.vercel.app/",
        "text": "Single-Page Application (SPA) para um cinema, usando React Router!",
        "title": "CineFlex"
    },
    {
        "site": "https://projeto8-zaprecall-six-xi.vercel.app/",
        "text": "Flashcards são cartões de contém uma pergunta/afirmação na sua frente e uma resposta atrás. O projeto utilizou React para desenvolver o front-end.",
        "title": "ZapRecall"
    },
    {
        "site": "https://projeto10-trackit-psi-pink.vercel.app/",
        "text": "Aplicação completa de acompanhamento de hábitos! Com direito a cadastro, login e muitas bibliotecas! Utiliza React com ContextAPI para armazenar dados de usuário.",
        "title": "TrackIt"
    },
    {
        "site": "https://gleimoura.github.io/projeto11-tweteroo-front/",
        "text": "Projeto para construir uma API Rest simpres com deploy no Render.",
        "title": "Tweteroo front-end",
        "backLink": "https://github.com/gleiMoura/projeto11-tweteroo",
        "backText": "TweterooBackEnd"
    },
    {
        "text": "Projeto de um ecommerce de calçados que utiliza API Rest com Express no back e MONGODB no banco de dados!",
        "title": "Sapatin",
        "backLink": "https://github.com/gleiMoura/projeto14-sapatin-back",
        "backText": "SapatinBackEnd"
    },
    {
        "text": "Projeto com TypeScript que cria uma API de cartões de benefícios. A API é responsável pela criação, recarga, ativação, assim como o processamento de compras. Usa PostgreSQL no banco de dados.",
        "backText": "Valex",
        "backLink": "https://github.com/gleiMoura/projeto18-valex"
    },
    {
        "text": "Neste projeto desenvolvi um gerenciador de senha que utiliza Arquitetura em Camadas (controllers, middlewares, repositories, router, services), assim como a ORM Prisma.",
        "backText": "DrivenPass",
        "backLink": "https://github.com/gleiMoura/Drivenpass"
    }
]